Repository: ebbes/service.lgtv.autoswitch3d
Catalog: resources/language/*/strings.po
Languages: german

# Addon Summary
source: LG Smart TV 3D Switch - for WebOS devices
german: LG Smart TV 3D Switch - für WebOS-Geräte

# Addon Description
source: This addon turns your LG Smart TV into 3D mode automatically over the network if 3D content is playing. For this, the TV device must be integrated into your home network properly. This addon supports WebOS devices.
german: Dieses Addon schaltet Dein LG Smart TV-Gerät über das Netzwerk in den 3D-Modus, sobald ein als '3D' markierter Inhalt abgespielt wird. Der LG Smart TV muss dazu korrekt in das Heimnetzwerk eingebunden sein. Es werden WebOS-Geräte unterstützt.

# Addon Disclaimer
source: Use at your own risk.
german: Benutzung auf eigene Gefahr.

# #30010
source: IP of LG Smart TV
german: IP des LG-Smart-TV-Gerätes

# #30011
source: Client Key (set automatically after pairing)
german: Client-Key (automatisch nach der Verbindung gesetzt)

# #30012
source: Scan Network for LG Smart TVs
german: Netzwerk nach LG Smart TVs scannen

# #30013
source: Enable automatic discovery using SSDP
german: Automatische Suche per SSDP aktivieren

# #30014
source: Always force automatic discovery (useful if TV has no fixed IP)
german: Immer automatische Suche verwenden (nützlich, falls der TV keine feste IP hat)

# #30050
source: No LG Smart TV was found on your network. Make sure your TV is turned on or enter its IP address manually.
german: Kein LG Smart TV Gerät im Netzwerk gefunden. Stellen Sie sicher, dass Ihr TV eingeschaltet ist oder geben Sie die IP-Adresse manuell ein.

# #30051
source: Found LG Smart TV at %s.
german: LG Smart TV auf %s gefunden.

# #30100
source: Could not connect to LG Smart TV at %s.
german: Konnte nicht mit dem LG Smart TV auf %s verbinden.

# #30101
source: No LG Smart TV available.
german: Kein LG Smart TV verfügbar.

# #30102
source: Connected to LG Smart TV at %s.
german: Mit LG Smart TV auf %s verbunden.

# #30104
source: LG Smart TV 3D Switch reconnected
german: LG Smart TV 3D Switch wiederverbunden
